{
	"1.0.0": {
		"en": "Initial release",
		"nl": "Eerste release"
	},
	"1.0.1": {
		"en": "Updated app description",
		"nl": "Applicatiebeschrijving geüpdatet"
	},
	"1.0.2": {
		"en": "Fixed bug in unit initialisation",
		"nl": "Bug opgelost in het laden van een nieuwe unit"
	},
	"1.0.3": {
		"en": "Added Dutch translation",
		"nl": "Nederlandse vertaling toegevoegd"
	},
	"1.0.4": {
		"en": "Fixed unit ID handling which could prevent adding a unit",
		"nl": "Verwerking van unit ID verbeterd. Dit kon zorgen dat een unit niet toegevoegd kon worden"
	},
	"1.0.5": {
		"en": "Fix race condition in unit initialisation",
		"nl": "Probleem in unit initialisatie opgelost dat zich voor deed bij snelle netwerken"
	},
	"1.1.0": {
		"en": "Add support for input devices, starting with a basic 'input switch'",
		"nl": "Ondersteuning voor invoerapparaten toegevoegd, beginnend met een eenvoudige 'input switch'"
	},
	"1.1.1": {
		"en": "Miscellaneous fixes",
		"nl": "Diverse fixes"
	},
	"1.2.0": {
		"en": "Add experimental support for environmental sensors (temperature, pressure and humidity)",
		"nl": "Experimentele ondersteuning toegevoegd voor ongevingssensoren (temperatuur, luchtdruk en luchtvochtigheid)"
	},
	"1.3.0": {
		"en": "Add support for P1 Smart energy meters",
		"nl": "Ondersteuning toegevoegd voor P1 smartmeters"
	},
	"1.3.1": {
		"en": "Fixed typo's, one of which was breaking for the SONOFF environment device",
		"nl": "Typfouten opgelost waarvan één breaking was voor de SONOFF environment sensor"
	},
	"1.4.0": {
		"en": "Lots of bug fixes. Added WiFi strength and flow cards to Units. You might want to check your flows and insights. You can remove and re-add the unit without any effect on other devices.",
		"nl": "Een boel bugs opgelost. WiFi signaalsterkte en trigger flow-cards toegevoegd aan units. Controleer je flows en insights, je kunt eventueel units opnieuw toevoegen zonder dat dit effect heeft op andere devices."
	},
	"1.5.0": {
		"en": "Adds idle and uptime triggers and tokens to applicable devices. Adds support for 'Analog input' sensor. Add timeout option for unit polling. Rewrote unit pairing wizard. Added Wiki (click on Visit website). Add support for dummy device as 'Input switch' device. Also, lots of bugfixes!",
		"nl": "Voegt idle en uptime triggers en tokens toe aan apparaten, Voegt ondersteuning voor 'Analog Input' apparaten toe. Voegt timeout optie toe voor het pollen van de unit. Pairing wizard voor units herschreven. Wiki toegevoegd (klik op Bezoek website). Ondersteuning voor Dummy apparaat toegevoegd als 'Input switch'. Tevens een hoop bugs opgelost!"
	}
}